Repository: Robitnik/Best-Gnome-Extentions
Catalog: src/quick-settings-tweaks-master/po/*.po
Languages: ko, pt

source: Other
ko: 기타
pt: Outros

source: Fix Weather Widget Overflow
ko: 날씨 위젯 오버플로우 고치기
pt: Corrigir transbordamento do widget de Meteorologia

source: Fix overflow visual bug of weather widget in datemenu
ko: 날짜 메뉴의 날씨 위젯이 흘러 넘쳐 보이는 비쥬얼 버그를 고칩니다
pt: Corrigir problema visual de transbordamento do widget de Meteorologia no menu de data

source: Remove Notifications On Date Menu
ko: 날짜 메뉴 알림 제거
pt: Remover notificações no menu de data

source: Hide notifications on date menu. *this option removes media control on date menu too*
ko: 날짜 메뉴에서 알림 항목을 제거합니다. *이 옵션은 날짜 메뉴에서 미디어 컨트롤 영역 또한 같이 제거합니다*
pt: Ocultar notificações no menu de data. *esta opção também remove os controles de mídia no menu de data*

source: Remove Media Control On Date Menu
ko: 날짜 메뉴 미디어 컨트롤 제거
pt: Remover controles de mídia no menu de data

source: Hide media control on date menu.
ko: 날짜 메뉴에서 미디어 컨트롤 항목을 제거합니다
pt: Ocultar controles de mídia no menu de data.

source: Do not adjust the border radius of contents.
ko: 콘텐츠의 가장자리 둥글기 정도를 조정하지 않기
pt: Não ajustar o raio de curvatura das bordas dos conteúdos.

source: Don't adjust the border of messages and media controls.
ko: 메시지와 미디어 컨트롤의 가장자리 둥글기 정도를 조정하지 않습니다
pt: Não ajustar as bordas das mensagens e dos controles de mídia.

source: Do not remove the shadow of contents.
ko: 콘텐츠의 그림자 지우지 않기
pt: Não remover as sombras dos conteúdos.

source: Don't remove the shadow of messages and media controls.
ko: 메시지와 미디어 컨트롤의 그림자를 지우지 않습니다
pt: Não remover as sombras das mensagens e dos controles de mídia.

source: About
ko: 정보
pt: Sobre

source: This extension is distributed with license GPL 3+
ko: 이 확장 프로그램은 GPL 3+ 라이선스 아래 배포됩니다
pt: Esta extensão é distribuída sob a licença GPL 3+

source: excludes Third-party. Third party codes follow their license
ko: 서드파티는 제외합니다. 서드파티 코드는 각각 원본 코드의 라이선스를 따릅니다
pt: Exclui terceiros. Código de terceiros segue suas próprias licenças

source: Extension Version
ko: 확장프로그램 버전
pt: Versão da extensão

source: Unknown (Built from source)
ko: 알 수 없음 (소스에서 직접 빌드됨)
pt: Desconhecida (compilada do código-fonte)

source: Links
ko: 링크

source: Donate via patreon
ko: Patreon 으로 후원하기
pt: Doar pelo Patreon

source: Support development!
ko: 개발에 후원하세요!
pt: Apoie o desenvolvimento!

source: Rate and comment the extension!
ko: 확장 프로그램에 평가를 주세요!
pt: Classifique e comente sobre a extensão!

source: Github Repository
ko: Github 저장소
pt: Repositório do GitHub

source: Add Star on Repository is helping me a lot! Please, if you found bug from this extension, you can make issue to make me know that! Or, you can create PR with wonderful features!
ko: 저장소에 Star 를 주면 저에게 큰 도움이 됩니다! 만약 버그를 찾은 경우, issue 를 남겨 우리가 알 수 있게 해주세요! 또는, 환상적인 기능을 만들어 PR 을 남기는 것도 환영입니다!
pt: Dar uma estrela no repositório me ajuda muito! Por favor, se encontrar um problema com esta extensão, pode criar um relato de problema para me avisar disso! Ou pode criar um PR com funcionalidades incríveis!

source: Contributor
ko: 기여자
pt: Colaborador

source: The creators of this extension
ko: 이 확장프로그램을 만든 이들
pt: Os criadores desta extensão

source: Third party LICENSE
ko: 서드파티 라이선스
pt: Licenças de Terceiros

source: LICENSE OF CODES WHICH USED ON THIS EXTENSION
ko: *이 확장 프로그램에 포함되어있는 일부 코드의 라이선스입니다*
pt: Licenças de códigos que foram utilizados nesta extensão

source: Quick Toggles
ko: 퀵 토글

source: Add more buttons
ko: 버튼 추가하기
pt: Adicionar botões

source: Turn on the buttons you want to add on Quick Settings
ko: 퀵패널에 추가하고싶은 버튼을 채크하세요
pt: Ative os botões que você deseja adicionar às Configurações Rápidas

source: DND Quick Toggle
ko: 방해 금지 모드 퀵토글
pt: Quick Toggle do Não Perturbe

source: Turn on to make the DND quick toggle visible on the Quick Settings panel
ko: 방해 금지 모드 퀵토글을 퀵패널에 보여줍니다
pt: Ative para deixar o Quick Toggle do Não Perturbe visível no painel de Configurações Rápidas

source: Unsafe Mode Quick Toggle
ko: 위험 모드 퀵토글
pt: Quick Toggle do Modo Inseguro

source: Turn on to make the unsafe quick toggle visible on the Quick Settings panel
ko: 위험 모드 퀵토글을 퀵패널에 보여줍니다
pt: Ative para deixar o Quick Toggle do Modo Inseguro visível no painel de Configurações Rápidas

source: Buttons to remove
ko: 지울 버튼
pt: Remover botões

source: Turn on the buttons you want to remove from Quick Settings
ko: 퀵패널에서 지우고 싶은 버튼을 채크하세요
pt: Ative os botões que você deseja remover das Configurações Rápidas

source: Remove chosen buttons from quick panel
ko: 선택한 버튼들이 퀵패널에서 제거됩니다
pt: Remover botões escolhidos do painel de Configurações Rápidas

source: Forked from my extension https://github.com/qwreey75/gnome-quick-settings-button-remover
ko: 나의 익스텐션 https://github.com/qwreey75/gnome-quick-settings-button-remover 에서 포크되었습니다
pt: Uma ramificação da minha extensão https://github.com/qwreey75/gnome-quick-settings-button-remover

source: This feature is unstable sometime
ko: 이 기능은 때때로 불안정합니다
pt: Esta funcionalidade às vezes pode ser instável

source: When lock/unlock with gnome-screensaver, unexpected behavior occurs Please do not report issue about known issue, Almost duplicated Known issue: button doesn't remove after lockscreen modal get bigger after lockscreen
ko: 그놈 화면 보호기를 켜고 끌 때, 예상하지 않은 동작이 발생합니다 알려진 이슈를 보고하지 마세요. 대부분 버그 리포트가 존재합니다 알려진 이슈: 버튼이 화면 보호기가 작동한 후 지워지지 않습니다 패널이 화면 보호기가 작동한 후 더 크게 보입니다
pt: Ao bloquear/desbloquear com o gnome-screensaver, um comportamento inesperado ocorre Favor não criar um relato de problema sobre um problema já conhecido, quase duplicado Problemas conhecidos: botão não é removido após a tela de bloqueio modal fica maior após a tela de bloqueio

source: Please turn off if some bug occurred
ko: 문제가 발생하면 끄십시오
pt: Favor desativar se algum problema ocorrer

source: Unknown
ko: 알 수 없음
pt: Desconhecido

source: (invisible by system)
ko: (시스템에 의해 보이지 않는 항목임)
pt: (invisível por padrão do sistema)

source: Add Application to filtering
ko: 필터링할 애플리케이션을 추가하기
pt: Adicionar aplicativo ao filtro

source: Add
ko: 추가
pt: Adicionar

source: Cancel
ko: 취소
pt: Cancelar

source: Application name
ko: 애플리케이션 이름
pt: Nome do aplicativo

source: Volume Mixer
ko: 볼륨 믹서
pt: Mixer de Volume

source: General
ko: 일반
pt: Geral

source: Enchant input/output slider
ko: 입력/출력 슬라이더를 강화합니다
pt: Personalize o slider de entrada/saída

source: Show current audio output selection
ko: 현재 오디오 출력 보여주기
pt: Mostrar saída de áudio atual

source: Always show the current audio output selection above the volume slider
ko: 현재 오디오 출력을 슬라이더 위에 보여줍니다
pt: Sempre mostrar a saída de áudio atualmente selecionada acima do slider de volume

source: Show current audio input selection
ko: 현재 오디오 입력 보여주기
pt: Mostrar entrada de áudio atual

source: Always show the current audio input selection above the volume slider
ko: 현재 오디오 입력을 슬라이더 위에 보여줍니다
pt: Sempre mostrar a entrada de áudio atualmente selecionada acima do slider de volume

source: Always show input
ko: 항상 입력 보이기
pt: Sempre mostrar entrada

source: Always show the audio input volume slider, even when there is no audio input stream.
ko: 오디오 입력 스트림이 없더라도 항상 오디오 입력 슬라이더를 보여줍니다
pt: Sempre mostrar o slider de volume da entrada de áudio, mesmo quando não houver fluxo de entrada de áudio.

source: Add volume mixer (PulseAudio, Pipewire)
ko: 볼륨 믹서 추가 (PulseAudio, Pipewire 호환)
pt: Adicionar mixer de volume (PulseAudio, PipeWire)

source: Turn on to make the volume mixer visible Forked from https://github.com/mymindstorm/gnome-volume-mixer
ko: 볼륨 믹서를 활성화합니다. https://github.com/mymindstorm/gnome-volume-mixer 에서 포크된 기능입니다
pt: Ative para tornar visível o mixer de volume Uma ramificação de https://github.com/mymindstorm/gnome-volume-mixer

source: Position
ko: 위치
pt: Posição

source: Set volume mixer position
ko: 볼륨 믹서의 위치를 선택합니다
pt: Definir posição do mixer de volume

source: Top (Below Output/Input slider)
ko: 위 (출력/입력 슬라이더 아래에 표시됩니다)
pt: Superior (sob o slider de saída/entrada)

source: Bottom
ko: 아래
pt: Inferior

source: Show stream Description
ko: 스트림의 설명을 표시하기
pt: Mostrar descrição do fluxo

source: Show audio stream description above the slider
ko: 오디오 스트림의 설명을 슬라이더 아래에 표시합니다
pt: Mostrar descrição do fluxo de áudio acima do slider

source: Show stream Icon
ko: 스트림의 아이콘 표시하기
pt: Mostrar ícone do fluxo

source: Show application icon in front of the slider
ko: 애플리케이션의 아이콘을 슬라이더 앞에 추가합니다
pt: Mostrar ícone do aplicativo na frente do slider

source: Filter applications shown in the volume mixer.
ko: 볼륨 믹서에 보일 애플리케이션을 필터링합니다
pt: Filtrar aplicativos mostrados no mixer de volume.

source: Filter Mode
ko: 필터 모드
pt: Modo de Filtragem

source: Blacklist
ko: 블랙리스트
pt: Lista negra

source: Whitelist
ko: 화이트리스트
pt: Lista branca

source: Using Javascript Regex
ko: 자바스크립트 정규 표현식을 사용합니다
pt: Usar Regex do Javascript

source: Use Javascript RegExp for filtering app name or description
ko: 자바스크립트의 정규 표현식을 사용해 애플리케이션 이름 혹은 설명을 필터링합니다
pt: Usar RegExp do Javascript para filtrar nomes ou descrições de aplicativos

source: Check Stream Description
ko: 스트림의 설명도 확인하기
pt: Conferir descrição do fluxo

source: Check Description also
ko: 스트림의 설명도 필터링에 사용합니다
pt: Conferir também a descrição

source: Noti&Media
ko: 알림&미디어
pt: Not.&Mídia

source: Media Controls widget
ko: 미디어 컨트롤 위젯
pt: Widget de controles de mídia

source: Turn on to make the Media Control widget visible on the Quick Settings panel
ko: 미디어 위젯을 퀵패널에 추가합니다
pt: Ative para deixar o widget de Controles de Mídia visível no painel de Configurações Rápidas

source: Compact Mode
ko: 깔끔한 모드
pt: Modo compacto

source: Make Media Controls widget smaller Make it more similar in size to the notification message
ko: 미디어 컨트롤 위젯을 작게 만듭니다 알림 메시지와 비슷한 크기로 조정됩니다
pt: Deixar o widget de Controles de Mídia menor Deixá-lo com tamanho similar a uma mensagem de notificação

source: Notification Widget
ko: 알림 위젯
pt: Widget de notificação

source: Turn on to make the notification widget visible on the Quick Settings panel
ko: 퀵패널에 알림 위젯을 보여줍니다
pt: Ative para deixar o widget de notificação visível no painel de Configurações Rápidas

source: Max height
ko: 최대 높이
pt: Altura máxima

source: Set maximum height of the Notifications widget. default is 292
ko: 알림 위젯의 최대 높이(px)를 설정합니다. 기본값은 292 입니다
pt: Defina a altura máxima do widget de Notificações. O padrão é 292

source: Set Notifications widget position
ko: 알림 위젯의 위치
pt: Definir posição do widget de Notificações

source: Top
ko: 상단
pt: Superior

source: Attach to QS panel
ko: 퀵패널 아래에 부착하기
pt: Anexar ao painel de Configurações Rápidas

source: Do not separate Quick Settings and Notifications widgets, byou should enable this option because separated panels can make many visual bugs (such as margin or padding not matching with the theme)
ko: 퀵패널에서 분리하지 않기 (이 옵션을 사용하는것을 추천합니다. 분리된 알림 위젯은 표시 버그를 일으킬 수 있습니다)
pt: Não separar os widgets de Configurações Rápidas e de Notificações \bvocê deve ativar esta opção porque painéis separados podem gerar vários problemas visuais (como margens e espaçamentos não corresponderem ao tema)

source: Auto Hide
ko: 자동 숨기기
pt: Ocultar automaticamente

source: Hide the Notifications widget when have no notifications
ko: 알림 위젯을 알림이 없을 때 자동으로 숨깁니다
pt: Ocultar o widget de Notificações quando não houver nenhuma notificação

source: Use native controls
ko: 네이티브 컨트롤 사용
pt: Usar controles nativos

source: Use native dnd switch and clear button
ko: 그놈의 기본 방해 금지 스위치와 알림 모두 읽기 버튼을 사용합니다
pt: Usar interruptor do Não Perturbe e botão Limpar nativos

source: Do Not Disturb
ko: 방해 금지 모드
pt: Não Perturbe

source: Sound Settings
ko: 소리 설정
pt: Configurações de som

source: Volume changed
ko: 볼륨 변경됨
pt: Volume alterado

source: Unsafe Mode
ko: 위험모드
pt: Modo Inseguro

source: No Notifications
ko: 알림이 없습니다
pt: Nenhuma notificação

source: Clear
ko: 모두 읽기
pt: Limpar

source: Notifications
ko: 알림
pt: Notificações

source: Add translation to this extension!
pt: Adicione uma tradução para esta extensão!
